export function text() {
  return (
    <>
      <div className="mt-[150px] w-3/5 h-auto ml-[10%] text-[rgb(34,34,34)] font-sans max-[1100px]:w-[70%] max-[900px]:w-4/5">
        <h1 className="text-[52px] max-[1280px]:text-[50px] max-[1100px]:text-[48px] max-[800px]:text-[46px]">E-shop պայմաններ</h1>
        <h2 className="mt-10 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">
          «Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների առուվաճառքի պայմաններ և կանոններ
        </h2>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Սահմանումներ</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">«Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների առուվաճառքի սույն պայմանները և կանոնները (այսուհետ տեքստում՝ Կանոններ) սահմանում են «Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների առուվաճառքի ընդհանուր պայմանները և կանոնները, ինչպես նաև «Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների վաճառքն իրականացնելու ժամանակ Վաճառողի, գնորդների, առաքման ծառայության և այլ անձանց միջև փոխգործակցության կարգը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառող – «Տելեկոմ Արմենիա» ԲԲԸ</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողի իրավաբանական հասցեն – Հայաստանի Հանրապետություն, 0014 Երևան, Ազատության փ. 24/1</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողի կոնտակտային հեռախոսահամարներ և էլ-փոստ</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը կարող է լինել ցանկացած գործունակ անձ, ով պատվեր է տեղադրում www.telecomarmenia.am կայքում կամ պատվերում որպես ստացող նշված անձը</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Օնլայն խանութ – www.telecomarmenia.am դոմեյն անվանմամբ սեփականության իրավունքով Վաճառողին պատկանող կայքը, ինչպես նաև ապրանքների վաճառքի համար նախատեսված ծրագրային ապահովման և սարքավորումների ամբողջությունը  (ապարատա-ծրագրային համալիր), այսուհետ՝ առցանց խանութ:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վեբ կայք - www.telecomarmenia.am</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանք –քաղաքացիական իրավունքի օբյեկտ համարվող գույքը, որը չի հանվել քաղաքացիական շրջանառությունից և ներկայացված է վաճառքի օնլայն խանութում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Պատվեր – սույն Կանոններին համապատասխան կազմված ապրանքների գնման հարցում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Առաքման ծառայություն – Գնորդին պատվիրված ապրանքը մատակարարող երրորդ անձ:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Ընդհանուր կանոններ</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Օնլայն խանութը պատկանում է Վաճառողին և ղեկավարվում է նրա կողմից:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Օնլայն խանութում ձեռք բերելով ապրանք՝ Գնորդը լիովին համաձայնվում և ընդունում է սույն Կանոնները:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը համաձայնվում և ընդունում է սույն Կանոնները, սեղմելով «Ձևակերպել պատվերը» կոճակը, պատվերի ձևակերպման ավարտական փուլում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Հատուկ ակցիաների անցկացման դեպքում Վաճառողն իրավունք ունի կիրառել տվյալ ակցիայի համար գործող այս կամ այն լրացուցիչ պայման:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">3. Գնորդը ընդունելով պայմանները համաձայնվում է, որ՝</h2>
          <p className="text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Team-ը կատարի հարցում գործընկեր հանդիսացող ՀՀ առևտրային բանկերի միջոցով:</p>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Առևտրային բանկերը իրենց հերթին կարող են՝</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Առանց Հաճախորդին տեղեկացնելու հարցումներ կատարել և ստանալ տեղեկություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վարկային պայմանագիր կնքելու դեպքում տվյալ վարկային պայմանագրի գործողության ողջ ընթացքում ցանկացած պահին Հաճախորդին առանց նախապես տեղյակ պահելու ստանալ Հաճախորդի ապագա ֆինանսական պարտավորվածությունների վերաբերյալ տեղեկատվություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Կատարել Հաճախորդի սեփական գույքերի վերաբերյալ հարցում ՀՀ ԿԱ Անշարժ գույքի կադաստրի պետական կոմիտե և ստանալ սպառիչ տեղեկատվություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Կատարել հարցում ՀՀ Ճանապարհային ոստիկանություն և Հաճախորդին պատկանող տրանսպորտյին միջոցների վերաբերյալ ստանալ սպառիչ տեղեկատվություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Կատարել հարցում անձնագրային բաժանմունքներ և ստանալ Հաճախորդի առկա գրանցումների վերաբերյալ տեղեկատվություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Փոխանցել Հաճախորդի դրամական պարտավորությունների մասին իր ունեցած տեղեկատվությունը ՀՀ ԿԲ Վարկային Ռեգիստր և/կամ «ԱՔՌԱ Քրեդիտ Ռեփոստինգ» ԲԲԸ:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Կատատել հարցում «Նորք» սոցիալական ծառայությունների տեխնոլոգիական և իրազեկման կենտրոն և խնդրել վերջինիս տրամադրել Հաճախորդի մասին ցանկացած տեղեկատվություն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Կատարել հարցում ապահովագրական ընկերություններին և ստանալ ցանկացած տեղեկատվություն՝ Հաճախորդին պատկանող տրանսպորտային միջոցների ապահովագրության վերաբերյալ:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Պատվերի տեղադրում</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Պատվերի տեղադրման համար Գնորդը մուտքագրում է հետևյալ տվյալները`Գնորդի կամ ստացողի ԱԱՀ, Գնորդի կոնտակտային հեռախոսահամարը, Գնորդի էլեկտրոնային հասցեն, Պատվերի առաքման հասցեն:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը երաշխավորում է իրեն վերաբերող բոլոր տվյալների հավաստիությունը և ամբողջ ծավալով պատասխանատվություն է կրում դրանց իրականությանը համապատասխանելու համար:  Գնորդի կողմից տվյալների մուտքագրումը նշանակում է Գնորդի համաձայնությունը Վաճառողի կողմից իր անձնական տվյալների մշակմանը (կատարվում է ավտոմատացված սարքավորումների միջոցով կամ առանց դրանց օգտագործման), այդ թվում, հավաքում, գրանցում, կուտակում, պահեստավորում, ճշգրտում (թարմացում, փոփոխում), վերբեռնում, օգտագործում, փոխանցում (տարածում, մուտք), անձնական տվյալների ապաանհատականացմանը, արգելափակմանը, վերացմանը, ոչնչացմանը՝ ապրանքների առուվաճառքի պայմանագրի ձևակերպման ամբողջ ընթացքում, գնորդի կողմից օնլայն խանութից ապրանքներ ձեռք բերելու հնարավորությունն ապահովելու նպատակով:  Վաճառողը պարտավորվում է ապահովել Գնորդի կողմից տրամադրված անհատական տվյալների գաղտնիությունը եւ պաշտպանությունը ` ՀՀ  անձնական տվյալների պաշտպանության վերաբերյալ օրենսդրության կանոններին համապատասխան:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Առաքման կարգը, պայմանները և արժեքը: Պատվերի չեղարկում</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդի կողմից Պատվերի կատարման պահից 1 աշխատանքային օրվա ընթացքում, ներառյալ 10:00- ից մինչեւ 18:00, Առաքման ծառայությունը/ դիլերը կապ է հաստատում Գնորդի հետ Պատվերում նշված հեռախոսով: Առաքումն իրականացվում է շաբաթվա աշխատանքային օրերին (երկ-ուրբ) ժամը 10:00-18:00 ներառյալ: Առաքման ճշգրիտ ժամանակը համաձայնեցվում է գնորդի և դիլերի միջև՝ հեռախոսով:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողն իրավունք է վերապահում իրեն չեղարկել Պատվերը, եթե գնորդը սխալ և/կամ չգործող համար է ներկայացրել, ինչպես նաև այն դեպքերում, երբ Գնորդը չի պատասխանում զանգերին Պատվերը ձևակերպելու օրվանից 2 աշխատանքային օրվա ընթացքում: Պատվերի չեղարկման դեպքում գնորդը կարող է ձևակերպել նոր պատվեր: Վաճառողն իրավունք է վերապահում իրեն չեղարկել Պատվերը նաև, եթե գնորդի ներկայացրած տվյալները (ստորագրություն, անձնագրային տվյալներ, լուսանկար և այլն) չեն համապատասխանում իրականությանը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Պատվերը պետք է առաքվի առաքման ծառայության/դիլերի կողմից Պատվերում նշված Գնորդի հասցեով:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Անվճար առաքում</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Երևանում ապրանքների առաքման ժամկետներ – Պատվերի ձևակերպման օրվանից 1 աշխատանքային օրվա ընթացքում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">
              <p className="text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">ՀՀ մարզերում առաքման ժամկետներ.</p>
              <p className="text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">6.1 ՀՀ մարզերի քաղաքային համայնքներ՝ Պատվերի ձևակերպման պահից 3 աշխատանքային օրվա ընթացքում,</p>
              <p className="text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">6.2 ՀՀ մարզերի գյուղական համայնքներ` Պատվերի ձևակերպման պահից 3 աշխատանքային օրվա ընթացքում:</p>
            </li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Լեռնային Ղարաբաղի Հանրապետության տարածքում և արտերկրում ապրանքների առաքում չի իրականացվում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Առաքման ծառայությունը կգործադրի բոլոր հնարավոր ջանքերը Գնորդի հետ համաձայնեցված մատակարարման ժամկետներին համապատասխան առաքում իրականացնելու համար, սակայն առաքման հետաձգումը հնարավոր է պայմանավորված լինի անկանխատեսելի հանգամանքներով (ֆորս-մաժոր), որը տեղի չի ունեցել Դիլերների մեղքով:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Առաքման ծառայությունը հանձնում է Պատվերը Գնորդին կամ պատվերում նշված անձին: Ապրանքների հանձնման ժամանակ ներկայացուցիչը իրավունք ունի Գնորդից պահանջելու ներկայացնել ինքնությունը հաստատող փաստաթուղթ (անձնագիր կամ նույնականացման քարտ, լուսանկար), ինչպես նաև ճշտել ձևակերպված պատվերի տվյալները (« Պատվերի համար» և այլն):</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանքների հանձնման պահին Դիլերը Գնորդին ցուցադրում է ապրանքի տեսքը և կոմպլեկտայնությունը: Ապրանքների ստացման պահին գնորդը ստանում է Ապրանքի փաստաթղթերի փաթեթը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը Դիլերի կողմից ներկայացված փաստաթղթում ի ստորագրությամբ հաստատում է, որ չունի ապրանքի արտաքին տեսքի և կոմպլեկտայնության հետ կապված պահանջներ: Գնորդի կողմից ապրանքների ընդունումից հետո ներկայացուցիչը չի ընդունում ապրանքների արտաքին տեսքի և կոմպլեկտայնության վերաբերյալ բողոքներ:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանքների պատահական կորստի կամ պատահական վնասվելու ռիսկը գնորդին է անցնում ապրանքի փոխանցման և գնորդի կողմից Պատվերի առաքումը հաստատող փաստաթղթերի ստորագրման պահից:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդին «Տելեկոմ Արմենիա» ԲԲԸ-ի կողմից մատուցվող կապի ծառայություններ ստանալու պատվերի դեպքում բաժանորդի հետ կնքվում է կապի ծառայությունների մատուցման պայմանագիր:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Պատվերը կարող է չեղարկվել Վաճառողի կամ Գնորդի կողմից:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը կարող է չեղարկել պատվերը Վաճառողի կամքից անկախ կամ այլ հանգամանքներով, ներառյալ, սակայն չսահմանափակվելով՝ Վաճառողի մոտ ապրանքի բացակայությամբ, ապրանքի էական թերությունների բացահայտմամբ եւ այլն: Վաճառողը պարտավորվում է անմիջապես Գնորդին ծանուցել չեղարկման մասին՝ Գնորդի կողմից Պատվերում նշված հեռախոսահամարով:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը կարող է չեղարկել պատվերը սույն Կանոններում սահմանված կարգով այլ հիմքերով:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Վճարում</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանքի գինը նշվում է վեբ կայքում: Ապրանքի գինը ներառում է ՀՀ օրենսդրությամբ սահմանված բոլոր հարկերը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանքի գինը կարող է փոխվել Վաճառողի կողմից միակողմանիորեն: Ապրանքի գինը գործում է մինչև Գնորդը սեղմում է «Պատվիրել» կոճակը: «Պատվիրել» կոճակը սեղմելուց հետո գինը ենթակա չէ փոփոխման:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը կարող է Պատվերի համար վճարել առաքման ժամանակ՝ կանխիկ, կամ օնլայն վճարումով (վճարման կայքի հղումով):</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողի կայքում օնլայն վճարումն իրականացվում է վճարային համակարգերի միջոցով (Maestro, Master, Visa, Arca)</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Բանկային քարտերով վճարման կարգը սահմանված է www.telecomarmenia.am կայքում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Բանկային քարտերով վճարումների ընդունումը և մշակումն իրականացվում է բանկի կողմից: Վաճառողը չի կատարում մշակում, այդ թվում `Գնորդի բանկային տվյալների հավաքագրում և պահպանում:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Օնլայն վճարման դեպքում Գնորդը կրում է պատասխանատվություն տվյալների մուտքագրման ճշգրտության համար:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Քարտերով կատարված վճարումների հետ կապված հարցերի պարզաբանման համար Գնորդը պետք է դիմի քարտը թողարկող բանկին:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը պատասխանատվություն չի կրում մուտքագրված տվյալների իսկության/ ճշգրտության և վճարային համակարգերի տեխնիկական խափանման / անսարքությունների համար:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Եթե գնորդը ընտրում է «կանխիկ վճարում առաքման ժամանակ» տարբերակը, վճարումը կատարվում է Գնորդի կողմից Առաքման ծառայության կողմից ապրանքի առաքման պահին: Վճարումը կատարվում է ՀՀ դրամով `պատվիրված ապրանքների ամբողջ արժեքի չափով: Ապրանքները Գնորդին չեն փոխանցվում, եթե վերջինս հրաժարվում է վճարել կամ պատվերի առաքման պահին գնորդի մոտ բացակայում է պատվիրված ապրանքի ամբողջ արժեքի չափով գումարը: Եթե Գնորդը հրաժարվում է վճարել Պատվերի համար կամ, եթե Գնորդը պատվերի առաման պահին չունի պատվիրված ապրանքի արժեքի չափով գումար, ապա Պատվերը համարվում է չեղարկված:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Երաշխիքային սպասարկում</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողն իրավունք ունի սահմանել ապրանքի երաշխիքային ժամկետ, որի ընթացքում ապրանքի թերությունների ի հայտ գալու դեպքում սպառողի պահանջները պետք է բավարարվեն ապրանքի երաշխիքային սպասարկման ՀՀ օրենսդրությամբ սահմանված պահանջներին համապատասխան:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Ապրանքի վերանորոգումը, փոխարինումը և վերադարձը կատարվում է ՀՀ օրենսդրությամբ և ապրանքի երաշխիքային սպասարկման պայմաններով սահմանված կարգով և ժամկետներում:</li>
          </ol>
        </div>

        <div className="w-full h-auto mt-[30px]">
          <h2 className="mb-5 text-[32px] max-[1280px]:text-[30px] max-[1100px]:text-[28px] max-[800px]:text-[26px]">Եզրափակիչ դրույթներ</h2>
          <ol>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Սույն Կանոնների նկատմամբ կիրառվում են ՀՀ օրենսդրության նորմերը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողն իրավունք ունի զիջել կամ այլ կերպ փոխանցել Գնորդի հետ իր հարաբերություններից ծագող իր իրավունքները և պարտականությունները երրորդ անձանց:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը պատասխանատվություն չի կրում օնլայն խանութում ձեռք բերված Ապրանքների ոչ պատշաճ օգտագործման հետևանքով Գնորդին պատճառված վնասների համար:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը պատասխանատվություն չի կրում վճարումների ընթացքում տեղի ունեցած տեխնիկական խնդիրների համար:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողն իրավունք ունի Գնորդին զրկել օնլայն խանութում ապրանք ձեռք բերելու իրավունքից, եթե կա ապացույց, որ գնորդը խախտել է ՀՀ օրենսդրությամբ և սույն Կանոններով սահմանված նորմերը:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Վաճառողը իրավունք է վերապահում իրեն փոփոխություններ մտցնել սույն Կանոններում, հրապարակելով դրա մասին տեղեկատվությունը www.telecomarmenia.am կայքում, դրա հետ կապված Գնորդը պարտավորվում է պարբերաբար հետևել Կանոնների փոփոխություններին:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Այս պայմաններից բխող բոլոր վեճերն ու տարաձայնությունները լուծվում են բանակցությունների միջոցով, իսկ դրա անհնարինության դեպքում` Հայաստանի Հանրապետության օրենսդրությամբ սահմանված կարգով:</li>
            <li className="mt-[10px] text-xl max-[1280px]:text-lg max-[1100px]:text-base max-[800px]:text-sm">Գնորդը սույնով տալիս է իր համաձայնությունը Վաճառողին տեղեկատվություն ուղարկելու Վաճառողի տարբեր նախաձեռնությունների մասին `էլեկտրոնային փոստի հասցեին կամ Գնորդի կողմից նշված հեռախոսահամարին SMS- հաղորդագրությունների ուղարկելու միջոցով: Գնորդը ցանկացած պահի իրավունք ունի հրաժարվել փոստային առաքումը ստանալուց՝ Վաճառողին այդ մասին տեղեկացնելով:</li>
          </ol>
        </div>
      </div>
    </>
  );
}